[
	{
		"headers": {
			"label": "All Voyages",
			"text_introduce": "The Trans-Atlantic and Intra-American slave trade databases are the culmination of several decades of independent and collaborative research by scholars drawing upon data in libraries and archives around the Atlantic world. The new Slave Voyages website itself is the product of three years of development by a multi-disciplinary team of historians, librarians, curriculum specialists, cartographers, computer programmers, and web designers, in consultation with scholars of the slave trade from universities in Europe, Africa, South America, and North America. The National Endowment for the Humanities was the principal sponsor of this work carried out originally at Emory Center for Digital Scholarship, the University of California at Irvine, and the University of California at Santa Cruz. The Hutchins Center of Harvard University has also provided support. The website is currently hosted at Rice University."
		},
		"base_filter": [],
		"filter_menu_flatfile": "voyage_table_cell_structure__updated21June.json",
		"table_flatfile": "voyage_table_cell_structure__updated21June.json",
		"style_name": "all-voyages",
		"blocks": [
			"INTRO",
			"SCATTER",
			"BAR",
			"PIE",
			"TABLE",
			"PIVOT",
			"MAP"
		]
	},
	{
		"headers": {
			"label": "Intra-american",
			"text_introduce": "The Intra-American Slave Trade Database reveals the overwhelming importance and ubiquity of slave trading in the New World. It also expands on the geographic coverage offered by the Transatlantic Slave Trade Database, adding more than 27,000 slave-trading voyages within the Americas stretching from Newfoundland to Buenos Aires, and both the Atlantic and the Pacific littorals. This database offers basic demographic evidence to examine when, where, and how African captives and enslaved people born in the Americas endured forced journeys within and across the European empires of the Americas and newly formed nations such as the United States and Brazil. Such information has the potential to enrich cultural studies of the African diaspora with a clearer sense of the routes African women and men traveled to life in enslavement in various American locales. It also sheds light on lived experiences of captives, by adding complexity to our understanding of the duration of journeys in the slave trade, shipboard conditions, patterns of age and sex, and of course the horrific mortality of the traffic."
		},
		"base_filter": [
			{
				"var_name": "dataset",
				"value": [
					1,
					1
				]
			}
		],
		"filter_menu_flatfile": "voyage_table_cell_structure__updated21June.json",
		"table_flatfile": "voyage_table_cell_structure__updated21June.json",
		"style_name": "intra-american",
		"blocks": [
			"INTRO",
			"SCATTER",
			"BAR",
			"PIE",
			"TABLE",
			"PIVOT",
			"MAP"
		]
	},
	{
		"headers": {
			"label": "Trans-Atlantic",
			"text_introduce": "The 36,000 trans-Atlantic voyages contained in the database allows us to infer the total number of voyages carrying slaves from Africa. The Estimates page suggests that 12 ½ million captives (12,520,000) departed Africa for the Americas. Dividing this total by the average number of people embarked per voyage, 304 individuals, yields 41,190 voyages. Similarly, the Estimates pages suggests that 10.7 million enslaved Africans disembarked,mainly in the Americas. Dividing by the average number disembarked per voyage, 265 people, yields an estimated 40,380 voyages arriving. Not all 36,000 voyages in the database carried slaves from Africa. A total of 633 voyages (1.8%) never reached the African coast because they were lost at sea, captured or suffered some other misfortune. After removing these voyages, the database contains some trace of 85 percent of voyages that embarked captives. The database also contains records of 34,106 voyages that disembarked slaves, or could have done so (in other words, for some of these we do not know the outcome of the voyage). A total of 668 of these disembarked their slaves inthe Old World."
		},
		"base_filter": [
			{
				"var_name": "dataset",
				"value": [
					0,
					0
				]
			}
		],
		"filter_menu_flatfile": "voyage_table_cell_structure__updated21June.json",
		"table_flatfile": "voyage_table_cell_structure__updated21June.json",
		"style_name": "transatlantic",
		"blocks": [
			"INTRO",
			"SCATTER",
			"BAR",
			"PIE",
			"TABLE",
			"PIVOT",
			"MAP"
		]
	},
	{
		"headers": {
			"label": "Texas Bound",
			"text_introduce": "This dataset was launched for Black History Month in 2023."
		},
		"base_filter": [
			{
				"var_name": "voyage_itinerary__imp_principal_region_slave_dis__geo_location__name",
				"value": [
					"Texas"
				]
			}
		],
		"filter_menu_flatfile": "voyage_table_cell_structure__updated21June.json",
		"table_flatfile": "voyage_table_cell_structure__updated21June.json",
		"style_name": "texas",
		"blocks": [
			"INTRO",
			"SCATTER",
			"BAR",
			"PIE",
			"TABLE",
			"PIVOT",
			"MAP"
		]
	}
]