[
    {
        "header": [
            {
                "label": {
                    "en": "Enslaved",
                    "es": "Esclavizados",
                    "pt": "Escravizados"
                }
            },
            {
                "label": {
                    "en": "Enslavers",
                    "es": "Esclavistas",
                    "pt": "Escravizadores"
                }
            }
        ],
        "text_introuduce": {
            "en": "The People Database allows visitors to search for names of individuals, enslaved and enslavers, connected with the slaving voyages available on this website. It started with data from the African Origins project, which sought to retrace the inland origins of Africans rescued from slave ships during the suppression of the trans-Atlantic trade in the nineteenth century. However, the database subsequently expanded to include information from other sources, notably the Slave Manifests collection of the U.S. National Archives and Records Administration as well as SlaveVoyages’ Trans-Atlantic and Intra-American databases.",
            "es": "ES: The People Database allows visitors to search for names of individuals, enslaved and enslavers, connected with the slaving voyages available on this website. It started with data from the African Origins project, which sought to retrace the inland origins of Africans rescued from slave ships during the suppression of the trans-Atlantic trade in the nineteenth century. However, the database subsequently expanded to include information from other sources, notably the Slave Manifests collection of the U.S. National Archives and Records Administration as well as SlaveVoyages’ Trans-Atlantic and Intra-American databases.",
            "pt": "PT: The People Database allows visitors to search for names of individuals, enslaved and enslavers, connected with the slaving voyages available on this website. It started with data from the African Origins project, which sought to retrace the inland origins of Africans rescued from slave ships during the suppression of the trans-Atlantic trade in the nineteenth century. However, the database subsequently expanded to include information from other sources, notably the Slave Manifests collection of the U.S. National Archives and Records Administration as well as SlaveVoyages’ Trans-Atlantic and Intra-American databases."
        },
        "text_description": {
            "en": "The names of enslaved and enslavers are searchable through the two portals below.",
            "es": "ES: The names of enslaved and enslavers are searchable through the two portals below.",
            "pt": "PT: The names of enslaved and enslavers are searchable through the two portals below."
        },
        "title": {
            "label": {
                "en": "People Database",
                "es": "Base de Datos de Personas",
                "pt": "Banco de Dados de Pessoas"
            }
        },
        "credit": {
            "label": {
                "en": "Credit",
                "es": "Crédito",
                "pt": "Crédito"
            },
            "artist_name": "April Frazier",
            "hyperlink": "https://www.slavevoyages.org/blog/april-frazier"
        }
    }
]