[
  {
    "header": [
      {
        "label": {
          "en": "Enslaved",
          "es": "Esclavizados",
          "pt": "Escravizados"
        }
      },
      {
        "label": {
          "en": "Enslavers",
          "es": "Esclavistas",
          "pt": "Escravizadores"
        }
      }
    ],
    "text_introuduce": {
      "en": "The People Database allows visitors to search for names of individuals, enslaved and enslavers, connected with the slaving voyages available on this website. It started with data from the African Origins project, which sought to retrace the inland origins of Africans rescued from slave ships during the suppression of the trans-Atlantic trade in the nineteenth century. However, the database subsequently expanded to include information from other sources, notably the Slave Manifests collection of the U.S. National Archives and Records Administration as well as SlaveVoyages’ Trans-Atlantic and Intra-American databases.",
      "es": "La Base de Datos de Personas permite a los visitantes buscar nombres de individuos, esclavizados y esclavizadores, relacionados con los viajes de esclavitud disponibles en este sitio web. Comenzó con datos del proyecto Orígenes Africanos, que pretendía rastrear los orígenes en tierra de los africanos rescatados de los barcos negreros durante la supresión del comercio transatlántico en el siglo XIX. Sin embargo, la base de datos se amplió posteriormente para incluir información de otras fuentes, en particular la colección de Manifiestos de Esclavitud de la Administración Nacional de Archivos y Registros de Estados Unidos, así como las bases de datos Transatlántica e Intraamericana de SlaveVoyages.",
      "pt": "A Base de Dados de Pessoas permite aos visitantes pesquisar nomes de indivíduos, escravizados e escravizadores, relacionados com as viagens de escravatura disponíveis neste sítio Web. Começou com dados do projeto Origens Africanas, que procurou reconstituir as origens terrestres dos africanos resgatados dos navios negreiros durante a supressão do comércio transatlântico no século XIX. No entanto, a base de dados expandiu-se subsequentemente para incluir informação de outras fontes, nomeadamente a coleção Slave Manifests da Administração Nacional de Arquivos e Registos dos EUA, bem como as bases de dados Trans-Atlântica e Intra-Americana da SlaveVoyages."
    },
    "text_description": {
      "en": "The names of enslaved and enslavers are searchable through the two portals below.",
      "es": "Los nombres de los esclavizados y los esclavizadores se pueden buscar en los dos portales siguientes.",
      "pt": "Os nomes dos escravizados e dos escravizadores podem ser pesquisados nos dois portais abaixo."
    },
    "title": {
      "label": {
        "en": "People Database",
        "es": "Base de Datos de Personas",
        "pt": "Banco de Dados de Pessoas"
      }
    },
    "credit": {
      "label": {
        "en": "Credit",
        "es": "Crédito",
        "pt": "Crédito"
      },
      "artist_name": "April M. Frazier",
      "hyperlink": "https://www.slavevoyages.org/blog/april-frazier"
    }
  }
]
