[
	{
		"headers": {
			"label": "All Enslaved People",
			"text_introduce": "The Trans-Atlantic and Intra-American slave trade databases are the culmination of several decades of independent and collaborative research by scholars drawing upon data in libraries and archives around the Atlantic world. The new Slave Voyages website itself is the product of three years of development by a multi-disciplinary team of historians, librarians, curriculum specialists, cartographers, computer programmers, and web designers, in consultation with scholars of the slave trade from universities in Europe, Africa, South America, and North America. The National Endowment for the Humanities was the principal sponsor of this work carried out originally at Emory Center for Digital Scholarship, the University of California at Irvine, and the University of California at Santa Cruz. The Hutchins Center of Harvard University has also provided support. The website is currently hosted at Rice University."
		},
		"base_filter": [],
		"style_name": "all-enslaved",
		"blocks": [
			"INTRO",
			"TABLE"
		]
	},
	{
		"headers": {
			"label": "African Origins/Trans-Atlantic",
			"text_introduce": "The African Origins Database provides personal details of 93,605 Africans taken from captured slave ships or from African trading sites. It displays the African name, age, gender, and places of embarkation and disembarkation of each individual. The database invites users to make contributions to the site to identify the likely ethnolinguistic origins of the names from the historical records."
		},
		"base_filter": [
			{
				"var_name": "dataset",
				"value": [
					0,
					0
				]
			}
		],
		"style_name": "african-origins",
		"blocks": [
			"INTRO",
			"TABLE"
		]
	},
	{
		"headers": {
			"label": "Texas Bound",
			"text_introduce": "This dataset was launched for Black History Month in 2023."
		},
		"base_filter": [
			{
				"var_name": "voyage_itinerary__imp_principal_region_slave_dis__geo_location__name",
				"value": [
					"Texas"
				]
			}
		],
		"style_name": "texas",
		"blocks": [
			"INTRO",
			"TABLE"
		]
	}
]